[
  {
    "id": "1",
    "name": "Amol Birajdar",
    "details": "Amol Birajdar is Equipped with 14 years of high-quality corporate experience. However, he has moved and ventured towards the Agri-Processing Sector. His major objective is to create jobs in rural India. In order to Link Rural Production Hubs to Urban Consumption Centres and benefit the farmers/Workers/Customers, he has decided to To work closely with Farmers and play a significant role in promoting Chemical-Free Food industry. Amol Birajdar is very much passionate about Retail as a domain and strongly believes that internet technology will impact the entire Retail landscape in India. Mr Amol Birajdar has always delivered results of the highest quality with his incredible International exposure and experience."
  },
  {
    "id": "2",
    "name": "Baluji Shrivastav",
    "details": "Baluji Shrivastav OBE is an Indian multi-instrumentalist who surmounted blindness at 8 months old to become one of the world’s leading composers and sitar players. Born in Uttar Pradesh, Baluji undertook his first musical training at Ajmer’s Blind School and later on graduated from the University of Lucknow with a BA in Vocal Studies and Sitar, followed by a BA in Tabla and an MA in Sitar from Allahabad University. He established the Baluji Music Foundation in 2008 to recognise and support blind musicians. In 2012, Baluji has also performed at the closing ceremony of the Paralympic Games alongside the British Paraorchestra and Coldplay."
  },
  {
    "id": "3",
    "name": "Bhargsetu Sharma",
    "details": "The 21-year-old Bhargsetu Sharma has umpteen number of accolades to her credit and has been working towards the betterment of the society from the young age of 16. The girl is an NCC cadet and from saving a human life to rescuing 3800 animals, BhargSetu has done it all. Not just this, the young girl has rescued 3,800 distressed strays and birds in six years and has founded an NGO that takes care of animals in distress. She has emerged as Gujarat’s Best Cadet, Best Firer and Parade Commander. She has been awarded the Governor’s medal for her act of bravery in saving a boy from drowning."
  },
  {
    "id": "4",
    "name": "Bhavook Tripathi",
    "details": "Bhavook Tripathi is a metallurgical engineer and runs an auto ancillary manufacturing unit called “Sanshu Industries” in Aurangabad. Tripathi’s enthusiasm for stocks created while he was still in school. He also has a diploma in Finance from the University of Wyoming, USA, where he learnt all the tricks of finance. Apart from being a successful stock market investor, Bhavook Tripathi is also an established entrepreneur. He runs Sanshu Industries which caters to the requirements of machined components for automobile major Bajaj Auto Limited. Bhavook Tripathi invested 40 crores to acquire 26% shares of R Systems International and currently holds 39,93,227 shares of R Systems International (31.97% of its capital) worth Rs. 69 crores."
  },
  {
    "id": "5",
    "name": "Mokshada Patil ",
    "details": "Mokshada Patil is an IPS officer and is presently the Superintendent of Police, Aurangabad rural (Maharashtra). In her role as the chief police officer of the region, she is in charge of the police force and for the prevention, detection, and investigation of crime. Before this, she was the superintendent of police, Washim and additional superintendent of police, Jalgaon. She works closely with various civil society organizations, educational institutions, and other stakeholders to promote collaboration on gender-related issues. She recently launched a gender sensitization program aimed at rural youth to create awareness about domestic violence and other forms of sexual harassment at work."
  },
  {
    "id": "6",
    "name": "Shruti Takulia",
    "details": "Shruti Takulia is the Creative Director and VP - Content with a globally revered TV network. She has worked on top rated and award winning content which is being syndicated around the globe. With close to two decades of experience in crafting ideas and creating content for Times of India, MTV, National Geographic, Endemol India, she is gritty and passionate, and believes that embracing obstacles and constraints powers creativity."
  },
  {
    "id": "7",
    "name": "Sridhar Dharmarajan ",
    "details": "Sridhar Dharmarajan is a Mechanical Engineering Post Graduate from Indian Institute of Science Bangalore, He was campus recruited & began his career in Wipro Infotech. He was later hand-picked to be a part of the core team to establish SDRC (now Siemens) in India. Was a recipient of the Technical & Sales Excellence award for every year during his stint in SDRC, has played a key role in the success story of SDRC in India for 8 years, until he was bitten by the entrepreneurial bug. He furthered his ambitions & goals with two start-up companies - Blue font Technologies & Pixtel communications and acquired in-depth knowledge in setting up & running a software company."
  },
  {
    "id": "8",
    "name": "Vishnu Manohar",
    "details": "Vishnu Manohar Is The Most Admired Chef Of Central India. He is popular for his finger-licking fusion dishes. His specialized Maharashtrian Tadka (Flavor) that he adds to his signature dishes is highly appreciated amongst food lover in Central India. Vishnu Manohar’s story is a real inspiration for the young aspirants who wish to thrive in the Food & Hotel industry as a career. Vishnu Manohar Has Efficaciously Trained Not Less Than 1.5 Lacs Ladies Through 1200 & More Live Shows All Over India On Cookery. He Hosted A Cookery Show Dedicated To Kids. He Has Taken The Aroma Of His Talent On Global Platform & Successfully Held Cookery Shows In Singapore, Dubai & Nepal."
  }
]
